{
  "zeroNotAllowed" : "قم بإختيار فيمة",


  "creditDeductionFee": " من الحساب و إضافته للمحفظة الخاصه بك في التطبيق للتأكد من الحساب",
  "creditDeductionFeeAmount": "1  جنيه مصري",
  "noCardSelected": "لم يتم تحديد كارت",
  "deductionFee" : "سيتم خصم",
  "confirm" : "تأكيد",
  "toktok": "توكتوك",
  "reconnectToServer": "إعادة الإتصال",
  "estimatedNote": "*البيانات تقديرية .. من الممكن أن تتغير",
  "loading": "Loading",
  "noCreditCardsAdded":  "لا يوجد كروت محفوظه \n\n قم بإضافه كارت جديد حتي تتمكن من إستخدام الدفع من خلال كروت الدفع",
  "activateWallet":  "تفعيل الحافظه",
  "noRidesAtTheMoment": "جار البحث عن ركاب",
  "processingCreditPayment":  "يتم إكمال الدفع من خلال الكارت",
   "package": "باقه",
  "accountPassword" : "كلمة مرور الحساب",
  "openAppSettings": "الإعدادات",
  "paymentFail": "فشل الدفع!",
  "rideWith": "مع",
  "moneyAdded": "تم إضافه مبلغ",

  "toWallet": "إلي المحفظة الخاصه بك",
  "Hello , we are ": "مرحباً بك في ",
  "checkPermission": "التحقق من ال",
  "vroom":"فرووم",
  "doubleTapToBack": "قم بالرجوع مرتين للإغلاق",
  "Locate": "حدد",
  "captain": "كابتن",
  "Use the map to fined a scooter nearby": "إستخدم الخريطة لتحديد الكباتن المتاحين حولك",
  "alreadyascooter": "لديك حساب؟ ",
  "The joyful way to move around your community": "الطريقة المبهجة للتنقل في مجتمعك",
  "joinus2" : "استخدم الخريطة للعثور على سكوتر قريب",
  "moneyDeducted": "تم خصم مبلغ",
  "fromWallet": "من المحفظة",
  "ownerPercentage": "نسبتك",
  "selectedApplierCancelTheApply": "تم إلغاء الرحلة .. قم بإنتظار عروض جديدة",
  "creditPaymentFail": "لم تنجح عمليه الدفع بالكارت ... و تم تحويل الرحلة لـ الدفع النقدي",
  "locationPermissionNotGranted": "الموقع غير مفعل للتطبيق \n\n قم بتفعيل الموقع من الإعدادات",
  "activateWalletMessage":  "في حالة أن المحفظة غير كافيه سيتم إستكمال الدفع ",
  "thenCash":  "ثم الدفع نقداً",
  "thenCredit":  "ثم الدفع من خلال الفيزا",
"estimatedPrice": "السعر التقديري:",
  "cardSelected": "تم الحفظ",
  "pleaseSelectRideLocations": "لم يتم تحديد مسار الرحلة",
  "addCreditCard": "+ إضافة",
  "requestAccept": "تم الموافقه علي الطلب .. توجه لنقطة بداية الرحلة",
  "chargeThrough" : "الدفع من خلال",
  "accountDeleted":"تم حذف الحساب بنجاح",
  "estimatedDistance" : "المسافة التقديرية",
  "enterOtpMessage": "قم بإدخال الكود المرسل الي رقم الهاتف",
  "enterPhone": "رقم الهاتف",
  "changePhone": "تغيير رقم الهاتف",
  "ridesHistory": "الرحلات السابقة",
  "price": "السعر :",
  "egp": "ج.م",
  "earnings": "لك :",
  "totalTrips": "إجمالي الرحلات",
  "privacyPolicy": "#1. العلاقة التعاقدية\nتشكل شروط الخدمة الحالية اتفاقية ملزمة من الناحية\nالقانونية (والتي يشار إليها فيما بعد باسم “الاتفاقية”) \nبينك وبين Vroom.\nتحكم هذه الاتفاقية استخدامك لتطبيق Vroom، \nوالموقع الالكتروني، ومركز الاتصال، والمنصة \nالتكنولوجية (والذين يشار إليهم مجتمعين باسم \n“منصة Vroom”). يكون الحق في تشغيل منصة \nVroom مرخص من جانب شركة Vroom نتوركس \nمنطقة حرة ذ.م.م أو شركة Vroom إنك حسب الاقتضاء \nإلى الشركات التابعة لها ذات الصلة، والجهة التابعة \nذات الصلة في نطاق السلطة القضائية لديك والتي \nتوفر إليك الحق في استخدام منصة Vroom في نطاق \nسلطتك القضائية.\nيرجى قراءة هذه الاتفاقية بعناية قبل الوصول \nإلى منصة Vroom أو استخدامها. وإذا كنت لا \nتوافق على الالتزام بشروط هذه الاتفاقية \nوأحكامها، فلا يجوز لك الوصول إلى منصة \nVroom.\nيُشكل وصولك إلى منصة Vroom واستخدامك لها \nموافقة منك على الالتزام بهذه الاتفاقية، مما \nينشئ علاقة تعاقدية بينك وبين Vroom. ويحق \nلVroom إنهاء هذه الاتفاقية التي تخصك بأثر فوري، \nأو بشكل عام إيقاف عرض خدمات منصة Vroom أو \nمنع الوصول إليها أو إلى أي جزء منها، في أي وقت \nولأي سبب كان دون إشعار مسبق. وقد تُطبَّق بعض \nالشروط التكميلية على خدمات معينة (كما هو \nموضح أدناه)، مثل السياسات الخاصة بحدث ما أو \nبرنامج الولاء أو نشاط أو حملة ترويجية معينة، \nوسيُفصَح لك عن هذه الشروط التكميلية فيما \nيتعلق بالخدمات المقدَّمة. تضاف الشروط الإضافية \nإلى هذه الاتفاقية لأغراض الخدمات المقدمة وتُعد \nجزءًا لا يتجزأ منها. وتسري الشروط الإضافية على \nهذه الاتفاقية في حالة وجود تعارض فيما يتعلق \nبالخدمات المقدمة.\nيجوز لـشركة Vroom تعديل هذه الاتفاقية من حين \nلآخر.\n وتسري التعديلات عقب نشر شركة Vroom للاتفاقية \nالمحدثة على هذا الموقع أو نشر السياسات المعدلة \nأو الشروط التكميلية المتعلقة بالخدمة المقدمة. \nويُشكل استمرار وصولك لمنصة Vroom أو \nاستخدامك لها بعد هذا النشر موافقة منك على \nالالتزام بهذه الاتفاقية، بصيغتها المعدلة. يكون \nجَمْعِنا للمعلومات الشخصية فيما يتعلق بمنصة \nVroom واستخدامنا لها وفقًا لما هو منصوص عليه \nفي سياسة الخصوصية الخاصة بشركة Vroom، \nوالتي يمكن الاطلاع عليها من خلال زيارة الرابط \nالإلكتروني التالي: https://www.Scooter.com. \nويجوز لشركة Vroom تقديم ما يلزم من المعلومات \n(بما في ذلك معلومات الاتصال الخاصة بك) إلى \nشركات تسوية المطالبات أو شركات التأمين في حال \nوجود شكوى أو نزاع أو خلاف، والذي قد يتضمن \nحادثًا يقع بينك وبين مقدم خدمات خارجي حيث تكون \nهذه المعلومات أو البيانات ضرورية لتسوية الشكوى \nأو النزاع أو الخلاف.\n2. منصة Vroom\nتوفر منصة Vroom شبكة رقمية تعمل كموقع \nتسوق حيث يمكن للأشخاص (“المستخدمين”) \nالساعين للحصول على خدمات النقل الشخصية أو \nتوصيل السلع والمنتجات والأدوية وحلول شحن رصيد \nالهاتف المحمول ودفع الفواتير ووجبات المطاعم أو \nالخدمات اللوجستية (“الخدمات”) أن يتوافقوا مع \nالأشخاص بما في ذلك السائقين المشار إليهم بتعبير \n(“الكباتن”) الذين يمكنهم تقديم الخدمات. ويتعين \nعلى كل مستخدم إنشاء حساب مستخدم يُمكِّنه من \nالوصول إلى منصة Vroom. وأي قرار يتخذه المستخدم \nفيما يتعلق باستخدام أو بقبول الخدمات يكون بناءً \nعلى تقديره الخاص. تُشكل كل خدمة يقدمها الكابتن \nأو أي طرف ثالث إلى المستخدم اتفاقية منفصلة بينه \nوبين المستخدم.\nفيما يتعلق بالوجبات التي تقدمها المطاعم، فإن عمل \nVroom يتمثل في تسليم الكابتن لوجبات طعام أعدتها \nمطاعم مستقلة (“مطعمنا”).\nبالنسبة للمنتجات أو الخدمات التي يمكنك طلبها عبر \nمنصة Vroom، أو حيث تدعم Vroom مدفوعاتك إلى \nتاجر خارجي ليس موجودًا عبر منصة Vroom أو ليس \nمدرجًا في التطبيق (كما المحدد أدناه)، في حين يوفر \nشركاؤنا التجار تلك الخدمات أو المنتجات، يتولى شريكنا \nالتجاري المستقل ذو الصلة تجهيز تلك المنتجات \nوالخدمات وتنفيذها وتوفيرها.\nلا يُقصد من المواد المنشورة على منصة Vroom \nإسداء النصح بحيث يمكن الاعتماد عليها. ومن ثم، فإننا \nنخلي مسؤوليتنا عن أي تبعات أو مسؤولية قانونية \nتنشأ جراء أي اعتماد لأي زائر لمنصة Vroom على هذه \nالمواد أو أي شخص قد أُحيط علمًا بأي من محتوياتها.\nنهدف إلى تحديث منصة Vroom بانتظام، وقد نعدِّل \nالمحتوى في أي وقت. وقد نُعلِّق الوصول إلى منصة \nVroom وخدماتها، أو نغلقها إلى أجل غير مسمى إذا \nدعت الحاجة إلى هذا. وقد تكون أي من المواد \nالموجودة على منصة Vroom أو الخدمات غير محدثة \nفي أي وقت، ونحن غير ملزمين بتحديث هذه المواد.\nوتُقر من جانبك بأن Vroom أو أي من الشركات التابعة \nلها لا تقدم أي خدمات نقل لسلع أو خدمات لوجستية \nولا تعمل في نقل سلع أو خدمات لوجستية ولا تُوصل \nأو تنقل سلع أو خدمات لوجستية لموردين يمتلكون أي \nمركبات لنقل سلع أو خدمات لوجستية، وأن جميع هذه \nالخدمات مقدَّمة عن طريق الغير من المتعاقدين الذين \nلا يعملون لدى Vroom أو أي من الشركات التابعة لها.\nالترخيص\nتمنحك شركة Vroom — شريطة امتثالك لهذه \nالاتفاقية — ترخيصًا محدودًا غير حصري لا يمكن \nترخيصه من الباطن قابل للإلغاء أو لا يمكن نقله لأي \nطرف آخر، من أجل: (أولًا) الوصول إلى منصة Vroom \nواستخدامها على جهازك الشخصي فيما يتصل \nباستخدامك منصة Vroom فحسب؛ و(ثانيًا) الوصول \nإلى أي من المحتوى أو المعلومات أو المواد ذات \nالصلة والتي قد تُوفَّر من خلال منصة Vroom \nواستخدامها، وفي جميع الحالات يكون الاستخدام \nللمنصة استخدامًا شخصيًّا فحسب وغير تجاري. \nوتحتفظ شركة Vroom ومانحو الترخيص التابعون لها \nبأي حقوق غير ممنوحة صراحةً في هذه الاتفاقية.\nالخدمات المقدمة من الغير والمحتوى الخاص \nبه :\nتجوز إتاحة منصة Vroom أو الوصول إليها فيما يتعلق \nبالخدمات المقدمة من الغير والمحتويات الخاصة بهم \n(بما في ذلك الإعلانات) التي لا تخضع لسيطرة شركة \nVroom. وتُقر من جهتك بأن شروط الاستخدام المختلفة \nوسياسات الخصوصية قد تنطبق على استخدامك هذه \nالخدمات المقدمة من الغير والمحتوى الخاص بهم.\n ولا تصادق شركة Vroom على هذه الخدمات المقدمة \nمن الغير والمحتويات الخاصة بهم ولن تتحمل شركة \nVroom في أي حال من الأحوال المسؤولية عن أي\n منتجات أو خدمات يقدمها الغير.\nعند شراء سلع أو خدمات من شريك تاجر فإنك توافق \nعلى وتفهم أنك تفعل ذلك طبقًا لشروط هذا الشريك \nالتاجر وأحكامه وعلى مسؤوليتك. كما أنك توافق على\nأن Vroom لا تتحمل مسؤولية: (1) أي سوء تصرف أو\n سهو يرتكبه شريك تاجر و/أو (2) أي ضرر أو خسارة تنشأ \nفيما يتعلق بطلب، و/أو شراء، و/أو تقديم سلع شريك \nتاجر أو خدماته.\nعليك أن تفهم أيضًا أنه قد يُطلب من شركة Vroom \nمشاركة معلومات شخصية بالطريقة الموضحة في \nإشعار الخصوصية لVroom لتمكين أي شريك تاجر من \nتقديم سلع أو خدمات مطلوبة لك.\nلمزيد من بنود منتج سداد التجار المتاح عبر Scooter Pay،\n الرجاء الاطلاع على ما يلي.\nإضافة إلى ذلك، تُعد شركة آبل أو شركة غوغل و/أو \nشركاتهما التابعة والفرعية الدولية المعنية مستفيدين \nمن الغير بالنسبة لهذا العقد إذا وصلت إلى الخدمات \nالمُقدمة باستخدام التطبيقات المصممة خصيصًا \nلأجهزة الجوال التي تعمل بنظام آبل آي أو إس أو \nأندرويد، على التوالي. ولا يُعد هؤلاء المستفيدون \nمن الغير أطرافًا في هذا العقد ولا يتحملون \nالمسؤولية عن تقديم الخدمات أو دعمها بأي طريقة \nكانت. ويخضع وصولك إلى منصة Vroom باستخدام \nهذه الأجهزة للشروط المنصوص عليها في شروط \nالخدمة المطبقة الخاصة بالمستفيد من الغير.\nملكية منصة Vroom\nتبقى ملكية منصة Vroom وجميع الحقوق \nالمتعلقة بها ملكية خاصة لشركة Vroom أو \nلمانحي التراخيص التابعين لها. ولا تمنحك هذه \nالاتفاقية ولا استخدامك لمنصة Vroom أي حقوق:\n(أولًا) في أو تتعلق بمنصة Vroom باستثناء الترخيص \nالمحدود الممنوح أعلاه؛ أو (ثانيًا) لاستخدام أو \nالإشارة بأي صورة من الصور إلى أسماء شركة \nVroom أو شعاراتها أو أسماء منتجاتها أو خدامتها \nأو علاماتها التجارية أو علامات خدماتها أو أسماء \nالمُرخص لهم التابعين لها.\nتقديم الخدمات\nتُقر من جانبك بأنه تجوز إتاحة أجزاء من الخدمات \nتحمل علامات Vroom التجارية المختلفة أو خيارات \nالطلب وعلامات الخدمات اللوجستية \nوعلامة Scooter Pay.\nتكون حرية تحديد العلامات التجارية أو خيارات الطلب \nالمتاحة لك بناءً على تقدير Vroom.\n3 استخدام منصة Vroom\nحسابات المستخدمين\nمن أجل استخدام معظم جوانب خدمات منصة \nVroom، يتعين عليك التسجيل للحصول على حساب \nمستخدم شخصي فعَّال والمحافظة عليه (“الحساب”).\n ويتعين أن يبلغ عمرك 18 عامًا على الأقل حتى يتسنى \nلك الحصول على حساب. ويتطلب تسجيل الحساب \nتقديم بعض المعلومات الشخصية إلى Vroom، مثل \nاسمك وعنوانك ورقم هاتفك الجوال وجنسك وعمرك. \nوتوافق من جانبك على تدوين معلومات دقيقة \nوكاملة وحديثة في حسابك الخاص والمحافظة عليها. \nقد ينجم عن عدم التزامك المحافظة على معلومات \nحسابك بحيث تكون دقيقة وكاملة وحديثة إلى عدم \nتمكنك من الوصول إلى منصة Vroom واستخدامها، \nبما في ذلك قدرتك على طلب الوصول إلى معلوماتك \nالشخصية أو الاشتراك في تفضيلات التسوق أو \nالخروج منها، أو إلى إنهاء Vroom لهذه الاتفاقية معك. \nوتتحمل المسؤولية عن سائر الأنشطة التي تجري في \nحسابك، وتوافق على الحفاظ على أمان اسم \nالمستخدم وكلمة المرور الخاصين بحسابك وسريتهما \nفي جميع الأوقات.\nولا يحق لك امتلاك أكثر من حساب واحد فقط ما لم \nتسمح Vroom بخلاف ذلك.\nمتطلبات المستخدم وسلوكه\nلا تتوفر منصة Vroom للأشخاص دون 18 عامًا، \nويستخدمه الأفراد المتمتعون قانونًا بأهلية \nالتعاقد القادرون على الالتزام بعقود ملزمة بموجب\n القانون المعمول به. لا يجوز لك السماح للغير \nباستخدام حسابك، ولا يجوز لك السماح للأشخاص \nدون 18 عامًا بتلقي خدمات النقل من الكباتن ما \nلم يرافقوك أو يرافقوا شخصًا بالغًا آخر. تقع على \nعاتقك منفرداً مسؤولية ارتداء الخوذات في جميع \nالأوقات أثناء ركوب منتج وسائل النقل الصغيرة. \nيمكن حجز منتج وسائل النقل الصغيرة بواسطتك \nنيابة عن القاصرين شريطة ألا يتجاوز عمرهم 15 عامًا \nويُسمح لهم باستخدام المنتج بالطريقة المقصودة \nبموجب القوانين المعمول بها في دولتك. أنت \nمسؤول عن التأكد من أن القاصر يرتدي خوذة في \nجميع الأوقات وأنه يتم القيام بفحص السلامة على \nمنتج وسائل النقل الصغيرة قبل الاستخدام. يجب\nعليك تثقيف القاصر بالقوانين التي تنطبق عليهم \nعند استخدامهم للمنتج ويجب أن تشرف على \nاستخدامها في جميع الأوقات. أنت المسؤول \nالوحيد عن نشاط القاصرين الذين تقوم بحجز منتج \nوسائل النقل الصغيرة بالنيابة عنهم.\nلا يجوز لك التنازل عن حسابك أو نقل ملكيته إلى أي \nشخص أو كيان آخر. وتوافق من جانبك على الالتزام \nبجميع القوانين المعمول بها عند استخدامك منصة \nVroom، ولا يحق لك استخدام منصة Vroom إلا \nلأغراض قانونية. ولا يجوز أن تتسبب باستخدامك \nلمنصة Vroom في إلحاق الأذى أو إزعاج أو مضايقة \nأو الإضرار بالممتلكات، سواء كان ذلك بأي من \nالكباتن أو شركاء المطاعم أو الغير أو أي طرف آخر. \nوفي بعض الحالات، قد يُطلب منك تقديم إثبات \nهوية المستخدم للوصول إلى منصة Vroom أو \nاستخدامها، وتوافق من جانبك على أنه قد يُمنع \nالوصول إلى منصة Vroom أو استخدامها إذا امتنعت \nعن تقديم إثبات هوية المستخدم. قد يؤدي عدم \nالامتثال لشروط هذه الفقرة أو الفقرة 5 إلى اتخاذ \nإجراءات معينة ضدك، بما في ذلك على سبيل المثال \nلا الحصر: (أولًا) سحب فوري أو مؤقت أو دائم لحقك \nفي استخدام منصة Vroom؛ و/أو (ثانيًا) اتخاذ إجراءات \nضدك بما في ذلك إجراءات سداد جميع التكاليف \n(بما في ذلك، على سبيل المثال لا الحصر، التكاليف \nالإدارية والقانونية المعقولة) الناتجة عن هذا \nالإخلال؛ و/أو (ثالثًا) الإفصاح عن هذه المعلومات \nإلى السلطات المكلَّفة بإنفاذ القانون وفقًا لما نراه \nضروريًّا، و/أو (رابعًا) إزالة فورية أو مؤقتة أو دائمة \nلأي نشر أو مادة حملتها إلى خدمتنا.\nالترويج، والباقات، والرصيد، وتعبئة رصيد الهاتف \nالمحمول، وبرامج الإحالة\nالرموز الترويجية\nيحق لشركة Vroom، وفق تقديرها المطلق، إتاحة \nالعروض الترويجية لأي مستخدم حالي أو مستخدم \nمحتمل. ولا يكون لهذه العروض الترويجية أي تأثير \n— ما لم تقدم لك — على الاتفاقية مع شركة \nVroom أو العلاقة معها. ستتاح العروض الترويجية \nلك في العديد من الحالات من خلال رموز ألفا الرقمية \n(“الرموز الترويجية”). وتحتفظ Vroom بالحق في حجب \nأو خصم الأرصدة أو المزايا التي يُحصل عليها من خلال \nعرض ترويجي في حالة ما إذا قررت شركة Vroom أو \nرأت استرداد قيمة الرصيد أو الاستحقاق الذي حصلتم \nعليه إذا حدث هذا بطريق الخطأ أو باللجوء للطرق \nالاحتيالية أو غير القانونية أو عن طريق الإخلال بشروط \nالترويج السارية أو بشروط هذه الاتفاقية.\nوتوافق بدورك على أن استخدام رموز الترويج يتعين: \n(أولًا) أن يكون للجمهور المقصود والغرض \nالمقصود، وبطريقة قانونية؛ و(ثانيًا) ألا يجوز نسخها \nأو بيعها أو نقل ملكيتها بأي طريقة أو إتاحتها للعامة \n(سواء نُشرت في صورة نموذج عام أم غير ذلك)، ما \nلم تسمح بذلك Vroom صراحة؛ و(3) أنه يجوز لشركة \nVroom تعطيلها في أي وقت ولأي سبب دون \nتحملها مسؤولية؛ و(4) ألا يجوز استخدامها إلا وفقًا \nللشروط المحددة التي تضعها شركة Vroom لمثل هذا \nالرمز الترويجي؛ و(خامسًا) ألا تصلح للدفع نقدًا؛ \nو(سادسًا) أنها قد تنتهي قبل استخدامك لها؛ \nو(سابعًا) أنه يجوز لVroom وضع شروط إضافية تتعلق \nبعروض ترويجية محددة. تحتفظ Vroom بحقها في \nحجب أو اقتطاع الأرصدة المضافة أو ميزات أو مزايا \nأخرى حصلت عليها من خلال استخدام رموز الترويج أو \nحصل عليها أي مستخدم آخر في حالة إذا قررت شركة \nVroom أو رأت أن استخدام الرمز الترويجي أو استرداده \nكان بطريق الخطأ، أو باللجوء إلى طرق احتيالية، أو \nغير قانونية، أو يمثل إخلالًا بشروط الرمز الترويجي \nالسارية أو بشروط هذه الاتفاقية.\nقد توفر لك Vroom، كجزء من حساب المستخدم \nالخاص بك، أو تسمح لك بإنشاء “كود Vroom”، وهو \nرمز أبجدي رقمي فريد لتوزيعه على الأصدقاء والعائلة \nوالأشخاص الآخرين (كل “مستخدم محوَّل له”) ليصبح \nمستخدمًا جديدًا (“المستخدمون المُحال إليهم”) أو \nالكباتن (“الكباتن المُحال إليهم”). يمكن توزيع رموز \nVroom لأغراض ترويجية فقط على أن تُقدَّم مجانًا. \nلا يحق لك بيع كود Vroom الخاص بك أو المتاجرة به \nأو مقايضته. يحظر عليك الإعلان عن رموز Vroom، بما \nفي ذلك على سبيل المثال لا الحصر على جوجل \nوفيسبوك وتويتر وبينغ وكريغسليست Craigslist أو \nعلى أي منصة رقمية أو موقع إلكتروني آخر تملكه \nأو تسيطر عليه أو يسيطر عليه أي شخص آخر. تحتفظ \nVroom بالحق في إلغاء أو إبطال أي رمز لشركة \nVroom في أي وقت وفقًا لتقديرها المطلق.\nالباقات\nيحق لك شراء باقات رصيد Vroom (المُحددة أدناه) \n(“باقات Vroom”) أو يمكنك الحصول على عروض \nترويجية برحلات (عروض ترويجية للرحلات\") أو عروض \nترويجية للخدمات (“عروض ترويجية للخدمات”) حيث \nيمكنك تقديم مطالبة Vroom دفع تكاليف خدمات \nمحددة أو الرسوم التي تفرضها بخصوص الخدمات.\nباقات Vroom ورصيد Vroom والعروض الترويجية \nللرحلات والعروض الترويجية للخدمات صالحة \nللاستخدام عبر منصة Vroom فقط، ولا يمكن ترحيلها \nأو استرداد قيمتها نقدًا، ولا يجوز إلا استخدامها مع \nخدمات بعينها وفق ما جرى إخطارك. لا يمكن الجميع \nبين باقات Vroom والعروض الترويجية للرحلات وعروض \nالترويجية للخدمات، وفي حال تخطي تكلفة رحلتك \nالرصيد الكائن أو قيمة الخصم، سنخصم مستحقات \nتكلفة الرحلة عبر طريقة الدفع المثبتة في ملفك.\nقد تسري المزيد من القيود على باقات Vroom و\nأرصدة Vroom والعروض الترويجية للرحلات والعروض \nالترويجية للخدمات وفق ما يجري إبلاغك به عبر بنود \nالترويج أو بنود خاصة ذات صلة. يمكن لVroom إلغاء \nأو تغيير بنود أي من باقات Vroom ورصيد Vroom و\nالعروض الترويجية للرحلات أو العروض الترويجية \nللخدمات في أي وقت وفق تقديرها الخاص.\nيجوز أن تعرض Vroom عليك حوافز من وقت لآخر \nللإشارة بمجتمع Vroom إلى مستخدمين جُدد \n(“برنامج الإحالة”). قد تأخذ هذه الحوافز هيئة رصيد \nVroom وعروض ترويجية للرحلات و/أو عروض ترويجية \nللخدمات، كما يجوز لVroom تعيين أنواع الحوافز أو \nتغييرها وفق تقديرها الخاص.\nتعبئة رصيد الهاتف المحمول\nتتاح لك القدرة إلى الوصول إلى خدمات تعبئة رصيد \nالهاتف المحمول عبر منصة Vroom، وتخضع هذه \nالخدمة للتغيير والإتاحة. توفر شركة Vroom الحق في \nشراء رصيد للهاتف المحمول (مع مراعاة أحكام هذه \nالاتفاقية) كوكيل لمشغل الهاتف المحمول المحلي \nذي الصلة. وأنت توافق على هذا وما يليه كشرط \nلشراء قسائم تعبـئة رصيد من خلال منصة Vroom.\nسيُطلب منك إدخال رقم الهاتف المحمول الذي \nستضاف إليه أي رصيد إضافي في المكان (الأماكن) \nالمناسب على منصة Vroom. وأنت مسؤول عن ضمان \nإدخال رقم الجوال بشكل صحيح. سيُطلب منك أيضًا \nتحديد مبلغ الرصيد المطلوب إضافته إلى رقم الهاتف \nالمحمول. لن تكون شركة Vroom مسؤولة تجاهك \nبأي شكل من الأشكال فيما يتعلق بالتعبئة بشكل \nعام، \nورقم الهاتف المحمول المحدد الذي تم إدخاله أو \nمبلغ الرصيد المدفوع.\nستتغير تكلفة إعادة تعبئة رصيد الهاتف المحمول \nاعتمادًا على الفئات المشار إليها في منصة Vroom. \nسيتم عرض التكلفة الإجمالية ورقم الهاتف المعاد \nتعبئته وشبكة الهاتف المحمول ذي الصلة على \nمنصة Vroom. جميع معاملات تعبئة الرصيد نهائية \nولا يمكن تعديلها أو إزالتها بمجرد إدخال معلومات \nتعبئة الرصيد ذات الصلة على منصة Vroom.\nScooter Pay\nكجزء من حساب المستخدم، قد يزودك Vroom \nبإمكانية الوصول إلى ميزات دفع محددة أو ذات صلة \nبمنصة Vroom (“CPay/Scooter Pay) بما في ذلك: \n(1) إدارة دفع تكلفة الخدمات؛ \n(2) إضافة أرصدة Vroom وتخزينها (المحدد أدناه)؛ \n(3) استلام رصيد Vroom من مستخدمين آخرين؛ و/أو \n(4) دفع تكلفة المنتجات/السلع عبر مواقع تجار \nخارجيين غير موجودين أو تابعين لمنصة Vroom \n(التجار غير الموجودين عبر التطبيق”) \n(السداد عبر CPay\").\nالرجاء ملاحظة أن كل الميزات ليست متاحة في كل \nالأسواق وقد تخضع إلى التغيير. بالإضافة إلى ذلك، \nيجوز لشركة Vroom وفقًا لتقديرها في أي وقت \nتقديم ميزات دفع إضافية أو تقييد الوصول إلى \nواحدة أو أكثر من ميزات الدفع المذكورة سابقًا فقط \nللمستخدمين الذين أثبتوا هويتهم حسبما هو \nمطلوب في قوانين ولوائح مكافحة غسل الأموال \nومكافحة تمويل الإرهاب و\"اعرف عميلك\" \n(“خدمات المحفظة المحسّنة”). كما يخضع توافر \nواستخدام خدمات المحفظة المحسّنة لموافقتك \nعلى الشروط والأحكام ذات الصلة والتي تعد مكملة \nلهذه الاتفاقية. في حالة وجود أي تعارض بين هذه \nالاتفاقية وشروط وأحكام خدمات المحفظة المحسنة \nفإن شروط وأحكام خدمات المحفظة المحسنة تسود.\nإن استخدام بعض ميزات CPay قد يخضع لرسوم \nVroom (المُعلن عنها على منصة Vroom) والحدود \nالمتعلقة بعدد المعاملات التي يحق لك إجراؤها أو \nقيمتها. يجوز لشركة Vroom تعديل رسموها \nوحدودها من وقت لآخر.\nإذا كانت مديونًا لنا بأي مبلغ لأي سبب من الأسباب \n(بما في ذلك الخدمات الأخرى غير المتعلقة \nبخدمة CPay) فيحق لنا إجراء مقاصة للأموال التي \nتمتلكها في حساب المستخدم الخاص بك لدينا مع \nالمبالغ التي تدين بها لشركة Vroom. لن نمارس هذا \nالحق إلا عندما نرى ذلك مناسبًا، وعند الاقتضاء بعد \nإرسال إشعار مسبق لك.\nإن “رصيد Vroom” يُقصد به الرصيد المسبق الدفع \nالذي يجري عرضه إلكترونيًا ويكون بعملتك المحلية \nويعود إلى حساب المستخدم لديك. إن رصيد Vroom \nستقوم Vroom بتحويله إلى حساب المستخدم الخاص \nبك بمجرد الحصول على نقود أو استلامها ويمكنك \nإعادة شحنه بقيمة إضافية (وذلك خضوعًا إلى أي \nقيود يفرضها Vroom أو القانون، ووفق ما يجري \nإخطارك به من وقت لآخر) على النحو الموضح في \nالجزء التالي. يمكنك استخدام رصيد Vroom لدفع \nقيمة الخدمات، وفي تلك الحالة ستتولى Vroom و/أو \nشريك مؤسسي مالي أو مقدم منظومة دفع بتلبية \nوتسوية التزام الدفع نحو المدفوع له الخارجي ذي \nالصلة في إطار رصيد Vroom الظاهر في حساب \nالمستخدم لديك. ما لم تكن أحد مستخدمي خدمات \nالمحفظة المُحسنة فإن رصيد Vroom لا يمكن \nاسترداده نقدًا.\nشحن رصيد Vroom\nكجزء من حساب المستخدم لديك، يمكنك شحن \nرصيد Vroom عبر واحد أو أكثر من طرق الدفع \nالتالية (متى عرضتها Vroom من وقت لآخر):\n(1) نقدًا إلى الوكلاء المفوضين أو المزودين \nالخارجيين أو الكباتن (متى فعّلتها Vroom \nوسمح بها القانون)؛\n(2) بطاقة خصم؛\n(3) بطاقة ائتمان؛\n(4) بطاقة هدايا (متى أُتيحت وسمح بها القانون)؛\n(5) أي طريقة دفع أخرى تتحها Vroom من \nوقت لآخر\n(كل “طريقة دفع”)\nيمكنك شحن رصيد Vroom في أي وقت قبل \nبدء الخدمة (مثال، طلب رحلة أو طلب طعام \nأو طلب خضروات) عبر النقر على زر CPay ثم على\n “+” أدنى لوحة “الرصيد المتاح” في قسم \nCPay في حساب المستخدم لديك. لو رغبت في\n إضافة طريقة دفع جديدة، عليك القيام بذلك \nقبل استخدام خدمة ما.\nكما قد تتمكن من إضافة طرق دفع بديلة \nلشحن رصيد Vroom عبر زر CPay، كما يمكنك \nذلك عبر الانتقال إلى قسم “إدارة” في قسم \n“البطاقات والحسابات” والنقر على زر \n“إضافة بطاقة أو حساب بنكي” واتباع \nالخطوات المحددة.\nعبر اختيار طريقة دفع معينة، فأنت تقر \nبموافقتك على شروط خدمة شركاء معالجة \nمدفوعات Vroom والمؤسسة المالية أو مزود\nخدمة الدفع الذي أصدر طريقة الدفع التي \nاخترتها. كما توافق على تحمل تكاليف أو أي \nرسوم يفرضها شركاء معالجة المدفوعات \nهؤلاء أو المؤسسات المالية ذات الصلة عبر \nطريقة الدفع التي اخترتها.\nيجوز لVroom وفق تقديرها الخاص اختيار رفض \nطلب إعادة شحن رصيد Vroom بما في ذلك \n(دون الحصر في) حين سيؤدي الشحن إلى زيادة \nالقيمة المخزنة في حساب المستخدم الخاص \nبك بحيث تتخطى أيّ قيمة تسمح بها القوانين \nواللوائح السارية.\nيجوز لVroom وفق تقديرها الخاص وفي أي \nوقت (بما في ذلك في وقت إتمام عملية ما) \nإخطارك عبر منصة Vroom أنه قد فرض مبلغ \nأقصى يمكنك إعادة الشحن باستخدامه أو \nإبلاغك أنك قد بلغت حد عدد مرات إعادة شحن \nرصيدك خلال فترة زمنية محددة.\nيمكنك شحن وامتلاك رصيد Vroom فقط بعملة \nالدولة المربوط بها حساب المستخدم الخاص بك \nبناءً على رقم الهاتف المربوط بالحساب \n(“العملة الأساسية”) ولا يمكن تغيير العملة \nالأساسية فيما بعد. في حال شحن رصيد حساب \nالمستخدم الخاص بك أو سداد قيمة الخدمات \nباستخدام بطاقة مقومة بعملة بخلاف العملة \nالأساسية أو بخلاف العملة التي يتم احتساب \nقيمة الخدمات بها (حسب الأحوال) فقد تخضع \nلرسوم وأسعار إضافية لصرف العملة التي لا \nتتحمل Vroom أي مسؤولية عنها ولا تستطيع \nإعطائك تحذيرًا مسبقًا عنها. في حال رغبتك في \nاستخدام رصيد Vroom لسداد مدفوعات بعملة \nأخرى بما في ذلك المدفوعات باستخدام الرصيد \nالموجود في حساب المستخدم الخاص بك \nوإحدى البطاقات فستقوم Vroom بتحويل \nالمبلغ المستحق بالعملة الأجنبية إلى العملة \nالأساسية مستخدمةً سعر الصرف العادي الذي \nتحدده Vroom من وقت لآخر. قد يختلف سعر \nالصرف هذا عن سعر الصرف الرسمي الساري \nآنذاك وأنت تُعد موافقًا عليه بتأكيدك معاملة \nالدفع.\nعبر شحن رصيد Vroom، فأنت تقر وتوافق على \nأنك لا تودع مالاً لدى Vroom.",
  "min": "دقيقه",
  "payment": "المدفوع",
  "infoSavedSuccessfully": "تم حفظ البيانات",
  "name": "الإسم",
  "email": "البريد",
  "save":"حفظ",
  "errorSavingInfo": "خطأ أثناء الحفظ",
  "openNavigation": "إستعراض الإتجاهات",
  "rideStarted": "الرحلة بدأت",
  "cantEditName": "لا يمكنك تعديل الإسم",
  "cantEditMobile": "لا يمكنك تعديل الرقم",
  "cantEditProfile": "لا يمكن تعديل بيانات الحساب",
  "totalDistance": "المسافة المقطوعة",
  "km": "كم",
  "trip": "رحله",
  "Paymentmethod": "طريقة الدفع",
  "serverConnectionError": "خطأ أثناء الإتصال بالسيرفر",
  "rideHistory": "السجل",
  "creditCards": "كروت الإتمان",
  "creditCard": "كارت الإتمان",
  "payOff":"سدد",
  "withdraw":"سحب",
  "youcancontectwithusthrough": "يمكنك التواصل معنا من خلال مواقع التواصل الإجتماعي",
  "respondingduring": "سيتم الرد علي إستفساراتك خلال مواعيد العمل من 8 صباحاً حتي 6 مساءً",
  "payoffOptionsDialogMessage" : "يمكنك الدفع من خلال كروت الإتمان أو تواصل معنا عبر الواتساب لتحديد طريقة دفع آخري",
  "throughWhatsApp" : "من خلال واتساب",
  "noAppliersYet" : "لا يوجد",
  "completedorder": "رحله مكتمله",
  "keepWaiting" : "",
 "scooterType": "نوع الدراجة",
 "scooterNumber": "رقم الدراجة",
   "emptyNotifications": "لا يوجد إشعارات للعرض",
  "errorNotifications": "خطأ أثناء تحميل الإشعارات",
   "noMoreNotifications": "لا يوجد إشعارات آخرى",
  "waitingForPayment": "في إنتظار إتمام الدفع",
  "payInCash": "قم بالدفع لإتمام الرحلة",
  "greaterThanCurrentBalance":"لا يمكنك سحب مبلغ اكبر من الرصيد الحالي",
  "welcome": "مرحباً",
  "startLocation": "من؟",
  "endLocation": "إلى إين؟",
  "password can't be less than 8 characters-letters": "كلمة المرور يجب ان تكون أكبر من 8 أحرف/أرقام",
  "Connected Successfully": "تم الاتصال بنجاح",
  "Sorry, No data": "ليس هناك بيانات",
  "Bad Request": "طلب خاطئ",
  "pay": "إدفع",
  "contact WhatsApp": "واتساب",
  "Sorry, you are unauthorized": "آسف ، أنت غير مصرح لك",
  "data forbidden": "البيانات ممنوعة",
  "Server error, try again later": "حدث خطأ ، حاول مرة اخري",
  "notFoundError": "لا يوجد إتصال بالإنترنت",
  "timeout, try again later": "حدث خطأ ، حاول مرة أخرى في وقت لاحق",
  "Error": "خطأ",
  "cache error": "خطأ في ذاكرة التخزين المؤقت",
  "No Internet": "لا يوجد اتصال بالإنترنت",
  "Hello , We are Scooter": "Scooter مرحبا نحن  ",
  "The joyful way to move around \n your community": "طريقة ممتعة للتحرك\n في مجتمعك",
  "Already a Scooter? Sign in": "بالفعل سكوتر؟ تسجيل الدخول",
  "Locate a Scooter": "تحديد موقع سكوتر",
  "Use the map to find a scooter \n nearby": "استخدم الخريطة للعثور على سكوتر\n  مجاور",
  "welcomeToVroom": "VROOM مرحبا بك في ",
  "motorId": "رقم الموتور",
  "motorLicence": "رخصة الموتور",
  "back": "العودة",
 "userIsBlockedTitle" : "تم حظر الحساب",
 "userIsBlockedSubtitle" : "قم بمراجعة الدعم لمعرفة السبب و إزالة الحظر \n حتي تتمكن من إستخدام التطبيق مره آخري",
  "Please indicate your identity to \n complate the registration process": "يرجى الإشارة إلى هويتك لإكمال عملية التسجيل",
  "Client": "عميل",
  "Owner": "كابتن",
  "Login": "تسجيل دخول",
  "Remember Me": "أبق تسجيل دخولي",
  "Phone Number": "رقم الهاتف",
  "Forget Password": "تغيير كلمة المرور",
  "Password": "كلمة المرور",
  "Don`t have account ? Sign up": "ليس لديك حساب ؟ اشتراك",
  "Create Account": "إنشاء حساب",
  "Full Name": "الاسم كامل",
  "Sign Up": "سجل",
  "Joined us before ? Login": "انضم إلينا من قبل؟ تسجيل الدخول",
  "Enter a copy of the license ": "أرفق نسخة من رخصة القيادة",
  " Identification card from the front": "بطاقة الهوية من الأمام ",
  " Identification card from the back": "بطاقة الهوية من الخلف ",
  "Picture of the scooter Or Motorcycle ": " صورة سكوتر او التوكتوك او السيارة",
  "carLicence" : "رخصة المركبه",
  "Purchase contract": "عقد الشراء",
  "Does the bike have a helmet?": "هل الدراجة لديها خوذة؟",
  "yes": "نعم",
  "no": "لا",
 "required": "مطلوب",
 "minLowerCase": "يجب أن يحتوي علي حرف صغير علي الأقل",
 "minUpperCase": "يجب أن يحتوي علي حرف كبير علي الأقل",
 "minNumber": "يجب أن يحتوي علي رقم واحد علي الأقل",
 "passwordDoesntMatch": "تأكيد كلمة المرور غير مطابقة",
  "Verification": "تَحَقّق",
  "enterotp": "أدخل الرمز الذي تم إرساله الي رقم الهاتف",
  "Verify now": "تحقق الآن",
  "Continue": "استمر",
  "Forgot password": "نسيت كلمة المرور",
  "Submit": "إرسال",
   "resendOtp" : "إعادة إرسال الرمز",
  "didnotreceiveOtp": "لم يصل الرمز؟",
  "cancelTrip": "إلغاء الرحلة",
  "Verify": "تأكيد",
  "Reset Password": "إعادة تعيين كلمة المرور",
  "Enter Password": "أدخل كلمة المرور",
  "Confirm Password": "تأكيد كلمة المرور",
   "requestEgypt" : "طلب توصيلة من اي مكان في مصر.",
  "leaderboard": "المتصدرين",
  "clientNotVerified": "لم يتم تأكيد التحقق من الحساب",
  "providerNotVerified": "لم يتم تأكيد التحقق من الحساب",
  "locationsNotSelected": "لم يتم إختيار مكان الرحلة",
  "errorSelectingWhatsApp": "لا يمكن إختيار واتسآب حالياً",
  "isSelected": "تم إختياره",
  "emptySearch": "حقل البحث فارغ",
  "joinedBefore": "لديك حساب",
  "selectAccountType": "قم بتحديد الهوية الخاصة بك لبدأ إنشاء الحساب",
  "unAuthorizedUserMessage": "سجل الدخول مجدداً",
  "Plan your ride": "خطط لرحلتك",
  "Enter pickup point": "أدخل نقطة الالتقاط",
  "Where to ?": "الى أين؟",
  "Set location on map": "تحديد الموقع على الخريطة",
  "Choose a ride": "اختر الرحلة",
  "Cancel": "الغاء",
  "decline": "الغاء",
  "backToHome": "العودة للرئيسيه",
  " Request": "الطلب",
  "driverArrivedToPickUpLocation": "وصل الكابتن لنقطة الإلتقاء",
  "Start the journey": "بدء الرحلة",
  "Finish": "إنهاء الرحلة",
  "Flight Duration :": "مدة الرحلة: ",
  "Trip cost : ": "تكلفة الرحلة :",
  "Push": "Push",
  "Next": "التالي",
  "Wallet": "المحفظة",

  "Back To Home": "العودة للصفحة الرئيسية",
  "Edit Profile": "تعديل الملف الشخصي",
  "Reviews": "التقييمات",
  "Help": "المساعدة",
  "Privacy Policy": "سياسة الخصوصية",
  "Language": "اللغة",
  "Logout": "تسجيل الخروج",
  "Old Password": "كلمة المرور القديمة",
  "New Password": "كلمة المرور الجديدة",
  "Change": "تغير",
  "You can contact us through social \n networking sites ": "يمكنك التواصل معنا عبر مواقع التواصل الاجتماعي\n  مواقع التواصل ",
  "Contact Us": "تواصل معنا",
  "We care about your inquiry. We will respond during \n working hours from 8am to 6pm": "نحن نهتم باستفسارك. سوف نقوم بالرد خلال\n  مواعيد العمل من 8 صباحا حتى 6 مساءا",
  "You`re Online!": "انت متاح حاليا",
  "Notification": "الاشعارات",
  "Accept": "قبول",
  "Call Me": "اتصل بي",
  "The payment was completed \n successfully": "تم الدفع بنجاح",
  "Delete My Account": "حذف حسابي",
  "Task": "المهام",
  "completed order": "الرحلات المكتملة",
  "offers": "العروض",
  "PT Per minutes": "PT لكل دقيقة",
 "amountToWithdraw":"المبلغ المراد سحبه",
  "notInt": "رقم غير صحيح",
  "withdrawHistory": "طلبات السحب السابقة",
  "Cancel order": "الغاء الرحلة",
  "trackingNotificationTitle":"تحديث الموقع",
   "Enteracopyofthelicense": "الرخصة الشخصية",
   "identificationcardFront": "البطاقة الشخصية(الوجه الأمامي)",
   "identificationcardBack": "البطاقة الشخصية(الوجه الخلفي)",
  "cancelRideDialogReason":"سبب الإلغاء:",
  "trackingNotificationSubtitle":"لا تقم بغلق الإشعار .. حتي يتم تحديث الموقع تلقائيا",
 "done" : "تم",
  "rate": "تعليق....",
  "cancelRideDialogMessage":"هل تريد إلغاء الرحلة الحالية؟",
  "forgetpassword" : "هل نسيت كلمة المرور؟",
  "donthaveaccount" : "ليس لديك حساب؟",
  "singup" : "إنشاء حساب",
  "login": "تسجيل دخول",
  "arrive": "تم الوصول",
  "send": "إرسال",
  "home": "الرئيسية",
  "notifications": "الإشعارات",
  "tasks": "المهام",
  "wallet": "المحفظة",
  "profile": "حسابي",
  "cash": "نقدي",
  "visa": "فيزا",
  "error": "خطأ",
  "ridePaidByWallet": "تم سداد الرحلة من المحفظة الخاصة بالعميل",
  "policy": "1. العلاقة التعاقدية\nتشكل شروط الخدمة الحالية اتفاقية ملزمة من الناحية\nالقانونية (والتي يشار إليها فيما بعد باسم “الاتفاقية”) \nبينك وبين سكوتر.\nتحكم هذه الاتفاقية استخدامك لتطبيق سكوتر، \nوالموقع الالكتروني، ومركز الاتصال، والمنصة \nالتكنولوجية (والذين يشار إليهم مجتمعين باسم \n“منصة سكوتر”). يكون الحق في تشغيل منصة \nسكوتر مرخص من جانب شركة سكوتر نتوركس \nمنطقة حرة ذ.م.م أو شركة سكوتر إنك حسب الاقتضاء \nإلى الشركات التابعة لها ذات الصلة، والجهة التابعة \nذات الصلة في نطاق السلطة القضائية لديك والتي \nتوفر إليك الحق في استخدام منصة سكوتر في نطاق \nسلطتك القضائية.\nيرجى قراءة هذه الاتفاقية بعناية قبل الوصول \nإلى منصة سكوتر أو استخدامها. وإذا كنت لا \nتوافق على الالتزام بشروط هذه الاتفاقية \nوأحكامها، فلا يجوز لك الوصول إلى منصة \nسكوتر.\nيُشكل وصولك إلى منصة سكوتر واستخدامك لها \nموافقة منك على الالتزام بهذه الاتفاقية، مما \nينشئ علاقة تعاقدية بينك وبين سكوتر. ويحق \nلسكوتر إنهاء هذه الاتفاقية التي تخصك بأثر فوري، \nأو بشكل عام إيقاف عرض خدمات منصة سكوتر أو \nمنع الوصول إليها أو إلى أي جزء منها، في أي وقت \nولأي سبب كان دون إشعار مسبق. وقد تُطبَّق بعض \nالشروط التكميلية على خدمات معينة (كما هو \nموضح أدناه)، مثل السياسات الخاصة بحدث ما أو \nبرنامج الولاء أو نشاط أو حملة ترويجية معينة، \nوسيُفصَح لك عن هذه الشروط التكميلية فيما \nيتعلق بالخدمات المقدَّمة. تضاف الشروط الإضافية \nإلى هذه الاتفاقية لأغراض الخدمات المقدمة وتُعد \nجزءًا لا يتجزأ منها. وتسري الشروط الإضافية على \nهذه الاتفاقية في حالة وجود تعارض فيما يتعلق \nبالخدمات المقدمة.\nيجوز لـشركة سكوتر تعديل هذه الاتفاقية من حين \nلآخر.\n وتسري التعديلات عقب نشر شركة سكوتر للاتفاقية \nالمحدثة على هذا الموقع أو نشر السياسات المعدلة \nأو الشروط التكميلية المتعلقة بالخدمة المقدمة. \nويُشكل استمرار وصولك لمنصة سكوتر أو \nاستخدامك لها بعد هذا النشر موافقة منك على \nالالتزام بهذه الاتفاقية، بصيغتها المعدلة. يكون \nجَمْعِنا للمعلومات الشخصية فيما يتعلق بمنصة \nسكوتر واستخدامنا لها وفقًا لما هو منصوص عليه \nفي سياسة الخصوصية الخاصة بشركة سكوتر، \nوالتي يمكن الاطلاع عليها من خلال زيارة الرابط \nالإلكتروني التالي: https://www.Scooter.com. \nويجوز لشركة سكوتر تقديم ما يلزم من المعلومات \n(بما في ذلك معلومات الاتصال الخاصة بك) إلى \nشركات تسوية المطالبات أو شركات التأمين في حال \nوجود شكوى أو نزاع أو خلاف، والذي قد يتضمن \nحادثًا يقع بينك وبين مقدم خدمات خارجي حيث تكون \nهذه المعلومات أو البيانات ضرورية لتسوية الشكوى \nأو النزاع أو الخلاف.\n2. منصة سكوتر\nتوفر منصة سكوتر شبكة رقمية تعمل كموقع \nتسوق حيث يمكن للأشخاص (“المستخدمين”) \nالساعين للحصول على خدمات النقل الشخصية أو \nتوصيل السلع والمنتجات والأدوية وحلول شحن رصيد \nالهاتف المحمول ودفع الفواتير ووجبات المطاعم أو \nالخدمات اللوجستية (“الخدمات”) أن يتوافقوا مع \nالأشخاص بما في ذلك السائقين المشار إليهم بتعبير \n(“الكباتن”) الذين يمكنهم تقديم الخدمات. ويتعين \nعلى كل مستخدم إنشاء حساب مستخدم يُمكِّنه من \nالوصول إلى منصة سكوتر. وأي قرار يتخذه المستخدم \nفيما يتعلق باستخدام أو بقبول الخدمات يكون بناءً \nعلى تقديره الخاص. تُشكل كل خدمة يقدمها الكابتن \nأو أي طرف ثالث إلى المستخدم اتفاقية منفصلة بينه \nوبين المستخدم.\nفيما يتعلق بالوجبات التي تقدمها المطاعم، فإن عمل \nسكوتر يتمثل في تسليم الكابتن لوجبات طعام أعدتها \nمطاعم مستقلة (“مطعمنا”).\nبالنسبة للمنتجات أو الخدمات التي يمكنك طلبها عبر \nمنصة سكوتر، أو حيث تدعم سكوتر مدفوعاتك إلى \nتاجر خارجي ليس موجودًا عبر منصة سكوتر أو ليس \nمدرجًا في التطبيق (كما المحدد أدناه)، في حين يوفر \nشركاؤنا التجار تلك الخدمات أو المنتجات، يتولى شريكنا \nالتجاري المستقل ذو الصلة تجهيز تلك المنتجات \nوالخدمات وتنفيذها وتوفيرها.\nلا يُقصد من المواد المنشورة على منصة سكوتر \nإسداء النصح بحيث يمكن الاعتماد عليها. ومن ثم، فإننا \nنخلي مسؤوليتنا عن أي تبعات أو مسؤولية قانونية \nتنشأ جراء أي اعتماد لأي زائر لمنصة سكوتر على هذه \nالمواد أو أي شخص قد أُحيط علمًا بأي من محتوياتها.\nنهدف إلى تحديث منصة سكوتر بانتظام، وقد نعدِّل \nالمحتوى في أي وقت. وقد نُعلِّق الوصول إلى منصة \nسكوتر وخدماتها، أو نغلقها إلى أجل غير مسمى إذا \nدعت الحاجة إلى هذا. وقد تكون أي من المواد \nالموجودة على منصة سكوتر أو الخدمات غير محدثة \nفي أي وقت، ونحن غير ملزمين بتحديث هذه المواد.\nوتُقر من جانبك بأن سكوتر أو أي من الشركات التابعة \nلها لا تقدم أي خدمات نقل لسلع أو خدمات لوجستية \nولا تعمل في نقل سلع أو خدمات لوجستية ولا تُوصل \nأو تنقل سلع أو خدمات لوجستية لموردين يمتلكون أي \nمركبات لنقل سلع أو خدمات لوجستية، وأن جميع هذه \nالخدمات مقدَّمة عن طريق الغير من المتعاقدين الذين \nلا يعملون لدى سكوتر أو أي من الشركات التابعة لها.\nالترخيص\nتمنحك شركة سكوتر — شريطة امتثالك لهذه \nالاتفاقية — ترخيصًا محدودًا غير حصري لا يمكن \nترخيصه من الباطن قابل للإلغاء أو لا يمكن نقله لأي \nطرف آخر، من أجل: (أولًا) الوصول إلى منصة سكوتر \nواستخدامها على جهازك الشخصي فيما يتصل \nباستخدامك منصة سكوتر فحسب؛ و(ثانيًا) الوصول \nإلى أي من المحتوى أو المعلومات أو المواد ذات \nالصلة والتي قد تُوفَّر من خلال منصة سكوتر \nواستخدامها، وفي جميع الحالات يكون الاستخدام \nللمنصة استخدامًا شخصيًّا فحسب وغير تجاري. \nوتحتفظ شركة سكوتر ومانحو الترخيص التابعون لها \nبأي حقوق غير ممنوحة صراحةً في هذه الاتفاقية.\nالخدمات المقدمة من الغير والمحتوى الخاص \nبه :\nتجوز إتاحة منصة سكوتر أو الوصول إليها فيما يتعلق \nبالخدمات المقدمة من الغير والمحتويات الخاصة بهم \n(بما في ذلك الإعلانات) التي لا تخضع لسيطرة شركة \nسكوتر. وتُقر من جهتك بأن شروط الاستخدام المختلفة \nوسياسات الخصوصية قد تنطبق على استخدامك هذه \nالخدمات المقدمة من الغير والمحتوى الخاص بهم.\n ولا تصادق شركة سكوتر على هذه الخدمات المقدمة \nمن الغير والمحتويات الخاصة بهم ولن تتحمل شركة \nسكوتر في أي حال من الأحوال المسؤولية عن أي\n منتجات أو خدمات يقدمها الغير.\nعند شراء سلع أو خدمات من شريك تاجر فإنك توافق \nعلى وتفهم أنك تفعل ذلك طبقًا لشروط هذا الشريك \nالتاجر وأحكامه وعلى مسؤوليتك. كما أنك توافق على\nأن سكوتر لا تتحمل مسؤولية: (1) أي سوء تصرف أو\n سهو يرتكبه شريك تاجر و/أو (2) أي ضرر أو خسارة تنشأ \nفيما يتعلق بطلب، و/أو شراء، و/أو تقديم سلع شريك \nتاجر أو خدماته.\nعليك أن تفهم أيضًا أنه قد يُطلب من شركة سكوتر \nمشاركة معلومات شخصية بالطريقة الموضحة في \nإشعار الخصوصية لسكوتر لتمكين أي شريك تاجر من \nتقديم سلع أو خدمات مطلوبة لك.\nلمزيد من بنود منتج سداد التجار المتاح عبر Scooter Pay،\n الرجاء الاطلاع على ما يلي.\nإضافة إلى ذلك، تُعد شركة آبل أو شركة غوغل و/أو \nشركاتهما التابعة والفرعية الدولية المعنية مستفيدين \nمن الغير بالنسبة لهذا العقد إذا وصلت إلى الخدمات \nالمُقدمة باستخدام التطبيقات المصممة خصيصًا \nلأجهزة الجوال التي تعمل بنظام آبل آي أو إس أو \nأندرويد، على التوالي. ولا يُعد هؤلاء المستفيدون \nمن الغير أطرافًا في هذا العقد ولا يتحملون \nالمسؤولية عن تقديم الخدمات أو دعمها بأي طريقة \nكانت. ويخضع وصولك إلى منصة سكوتر باستخدام \nهذه الأجهزة للشروط المنصوص عليها في شروط \nالخدمة المطبقة الخاصة بالمستفيد من الغير.\nملكية منصة سكوتر\nتبقى ملكية منصة سكوتر وجميع الحقوق \nالمتعلقة بها ملكية خاصة لشركة سكوتر أو \nلمانحي التراخيص التابعين لها. ولا تمنحك هذه \nالاتفاقية ولا استخدامك لمنصة سكوتر أي حقوق:\n(أولًا) في أو تتعلق بمنصة سكوتر باستثناء الترخيص \nالمحدود الممنوح أعلاه؛ أو (ثانيًا) لاستخدام أو \nالإشارة بأي صورة من الصور إلى أسماء شركة \nسكوتر أو شعاراتها أو أسماء منتجاتها أو خدامتها \nأو علاماتها التجارية أو علامات خدماتها أو أسماء \nالمُرخص لهم التابعين لها.\nتقديم الخدمات\nتُقر من جانبك بأنه تجوز إتاحة أجزاء من الخدمات \nتحمل علامات سكوتر التجارية المختلفة أو خيارات \nالطلب وعلامات الخدمات اللوجستية \nوعلامة Scooter Pay.\nتكون حرية تحديد العلامات التجارية أو خيارات الطلب \nالمتاحة لك بناءً على تقدير سكوتر.\n3 استخدام منصة سكوتر\nحسابات المستخدمين\nمن أجل استخدام معظم جوانب خدمات منصة \nسكوتر، يتعين عليك التسجيل للحصول على حساب \nمستخدم شخصي فعَّال والمحافظة عليه (“الحساب”).\n ويتعين أن يبلغ عمرك 18 عامًا على الأقل حتى يتسنى \nلك الحصول على حساب. ويتطلب تسجيل الحساب \nتقديم بعض المعلومات الشخصية إلى سكوتر، مثل \nاسمك وعنوانك ورقم هاتفك الجوال وجنسك وعمرك. \nوتوافق من جانبك على تدوين معلومات دقيقة \nوكاملة وحديثة في حسابك الخاص والمحافظة عليها. \nقد ينجم عن عدم التزامك المحافظة على معلومات \nحسابك بحيث تكون دقيقة وكاملة وحديثة إلى عدم \nتمكنك من الوصول إلى منصة سكوتر واستخدامها، \nبما في ذلك قدرتك على طلب الوصول إلى معلوماتك \nالشخصية أو الاشتراك في تفضيلات التسوق أو \nالخروج منها، أو إلى إنهاء سكوتر لهذه الاتفاقية معك. \nوتتحمل المسؤولية عن سائر الأنشطة التي تجري في \nحسابك، وتوافق على الحفاظ على أمان اسم \nالمستخدم وكلمة المرور الخاصين بحسابك وسريتهما \nفي جميع الأوقات.\nولا يحق لك امتلاك أكثر من حساب واحد فقط ما لم \nتسمح سكوتر بخلاف ذلك.\nمتطلبات المستخدم وسلوكه\nلا تتوفر منصة سكوتر للأشخاص دون 18 عامًا، \nويستخدمه الأفراد المتمتعون قانونًا بأهلية \nالتعاقد القادرون على الالتزام بعقود ملزمة بموجب\n القانون المعمول به. لا يجوز لك السماح للغير \nباستخدام حسابك، ولا يجوز لك السماح للأشخاص \nدون 18 عامًا بتلقي خدمات النقل من الكباتن ما \nلم يرافقوك أو يرافقوا شخصًا بالغًا آخر. تقع على \nعاتقك منفرداً مسؤولية ارتداء الخوذات في جميع \nالأوقات أثناء ركوب منتج وسائل النقل الصغيرة. \nيمكن حجز منتج وسائل النقل الصغيرة بواسطتك \nنيابة عن القاصرين شريطة ألا يتجاوز عمرهم 15 عامًا \nويُسمح لهم باستخدام المنتج بالطريقة المقصودة \nبموجب القوانين المعمول بها في دولتك. أنت \nمسؤول عن التأكد من أن القاصر يرتدي خوذة في \nجميع الأوقات وأنه يتم القيام بفحص السلامة على \nمنتج وسائل النقل الصغيرة قبل الاستخدام. يجب\nعليك تثقيف القاصر بالقوانين التي تنطبق عليهم \nعند استخدامهم للمنتج ويجب أن تشرف على \nاستخدامها في جميع الأوقات. أنت المسؤول \nالوحيد عن نشاط القاصرين الذين تقوم بحجز منتج \nوسائل النقل الصغيرة بالنيابة عنهم.\nلا يجوز لك التنازل عن حسابك أو نقل ملكيته إلى أي \nشخص أو كيان آخر. وتوافق من جانبك على الالتزام \nبجميع القوانين المعمول بها عند استخدامك منصة \nسكوتر، ولا يحق لك استخدام منصة سكوتر إلا \nلأغراض قانونية. ولا يجوز أن تتسبب باستخدامك \nلمنصة سكوتر في إلحاق الأذى أو إزعاج أو مضايقة \nأو الإضرار بالممتلكات، سواء كان ذلك بأي من \nالكباتن أو شركاء المطاعم أو الغير أو أي طرف آخر. \nوفي بعض الحالات، قد يُطلب منك تقديم إثبات \nهوية المستخدم للوصول إلى منصة سكوتر أو \nاستخدامها، وتوافق من جانبك على أنه قد يُمنع \nالوصول إلى منصة سكوتر أو استخدامها إذا امتنعت \nعن تقديم إثبات هوية المستخدم. قد يؤدي عدم \nالامتثال لشروط هذه الفقرة أو الفقرة 5 إلى اتخاذ \nإجراءات معينة ضدك، بما في ذلك على سبيل المثال \nلا الحصر: (أولًا) سحب فوري أو مؤقت أو دائم لحقك \nفي استخدام منصة سكوتر؛ و/أو (ثانيًا) اتخاذ إجراءات \nضدك بما في ذلك إجراءات سداد جميع التكاليف \n(بما في ذلك، على سبيل المثال لا الحصر، التكاليف \nالإدارية والقانونية المعقولة) الناتجة عن هذا \nالإخلال؛ و/أو (ثالثًا) الإفصاح عن هذه المعلومات \nإلى السلطات المكلَّفة بإنفاذ القانون وفقًا لما نراه \nضروريًّا، و/أو (رابعًا) إزالة فورية أو مؤقتة أو دائمة \nلأي نشر أو مادة حملتها إلى خدمتنا.\nالترويج، والباقات، والرصيد، وتعبئة رصيد الهاتف \nالمحمول، وبرامج الإحالة\nالرموز الترويجية\nيحق لشركة سكوتر، وفق تقديرها المطلق، إتاحة \nالعروض الترويجية لأي مستخدم حالي أو مستخدم \nمحتمل. ولا يكون لهذه العروض الترويجية أي تأثير \n— ما لم تقدم لك — على الاتفاقية مع شركة \nسكوتر أو العلاقة معها. ستتاح العروض الترويجية \nلك في العديد من الحالات من خلال رموز ألفا الرقمية \n(“الرموز الترويجية”). وتحتفظ سكوتر بالحق في حجب \nأو خصم الأرصدة أو المزايا التي يُحصل عليها من خلال \nعرض ترويجي في حالة ما إذا قررت شركة سكوتر أو \nرأت استرداد قيمة الرصيد أو الاستحقاق الذي حصلتم \nعليه إذا حدث هذا بطريق الخطأ أو باللجوء للطرق \nالاحتيالية أو غير القانونية أو عن طريق الإخلال بشروط \nالترويج السارية أو بشروط هذه الاتفاقية.\nوتوافق بدورك على أن استخدام رموز الترويج يتعين: \n(أولًا) أن يكون للجمهور المقصود والغرض \nالمقصود، وبطريقة قانونية؛ و(ثانيًا) ألا يجوز نسخها \nأو بيعها أو نقل ملكيتها بأي طريقة أو إتاحتها للعامة \n(سواء نُشرت في صورة نموذج عام أم غير ذلك)، ما \nلم تسمح بذلك سكوتر صراحة؛ و(3) أنه يجوز لشركة \nسكوتر تعطيلها في أي وقت ولأي سبب دون \nتحملها مسؤولية؛ و(4) ألا يجوز استخدامها إلا وفقًا \nللشروط المحددة التي تضعها شركة سكوتر لمثل هذا \nالرمز الترويجي؛ و(خامسًا) ألا تصلح للدفع نقدًا؛ \nو(سادسًا) أنها قد تنتهي قبل استخدامك لها؛ \nو(سابعًا) أنه يجوز لسكوتر وضع شروط إضافية تتعلق \nبعروض ترويجية محددة. تحتفظ سكوتر بحقها في \nحجب أو اقتطاع الأرصدة المضافة أو ميزات أو مزايا \nأخرى حصلت عليها من خلال استخدام رموز الترويج أو \nحصل عليها أي مستخدم آخر في حالة إذا قررت شركة \nسكوتر أو رأت أن استخدام الرمز الترويجي أو استرداده \nكان بطريق الخطأ، أو باللجوء إلى طرق احتيالية، أو \nغير قانونية، أو يمثل إخلالًا بشروط الرمز الترويجي \nالسارية أو بشروط هذه الاتفاقية.\nقد توفر لك سكوتر، كجزء من حساب المستخدم \nالخاص بك، أو تسمح لك بإنشاء “كود سكوتر”، وهو \nرمز أبجدي رقمي فريد لتوزيعه على الأصدقاء والعائلة \nوالأشخاص الآخرين (كل “مستخدم محوَّل له”) ليصبح \nمستخدمًا جديدًا (“المستخدمون المُحال إليهم”) أو \nالكباتن (“الكباتن المُحال إليهم”). يمكن توزيع رموز \nسكوتر لأغراض ترويجية فقط على أن تُقدَّم مجانًا. \nلا يحق لك بيع كود سكوتر الخاص بك أو المتاجرة به \nأو مقايضته. يحظر عليك الإعلان عن رموز سكوتر، بما \nفي ذلك على سبيل المثال لا الحصر على جوجل \nوفيسبوك وتويتر وبينغ وكريغسليست Craigslist أو \nعلى أي منصة رقمية أو موقع إلكتروني آخر تملكه \nأو تسيطر عليه أو يسيطر عليه أي شخص آخر. تحتفظ \nسكوتر بالحق في إلغاء أو إبطال أي رمز لشركة \nسكوتر في أي وقت وفقًا لتقديرها المطلق.\nالباقات\nيحق لك شراء باقات رصيد سكوتر (المُحددة أدناه) \n(“باقات سكوتر”) أو يمكنك الحصول على عروض \nترويجية برحلات (عروض ترويجية للرحلات\") أو عروض \nترويجية للخدمات (“عروض ترويجية للخدمات”) حيث \nيمكنك تقديم مطالبة سكوتر دفع تكاليف خدمات \nمحددة أو الرسوم التي تفرضها بخصوص الخدمات.\nباقات سكوتر ورصيد سكوتر والعروض الترويجية \nللرحلات والعروض الترويجية للخدمات صالحة \nللاستخدام عبر منصة سكوتر فقط، ولا يمكن ترحيلها \nأو استرداد قيمتها نقدًا، ولا يجوز إلا استخدامها مع \nخدمات بعينها وفق ما جرى إخطارك. لا يمكن الجميع \nبين باقات سكوتر والعروض الترويجية للرحلات وعروض \nالترويجية للخدمات، وفي حال تخطي تكلفة رحلتك \nالرصيد الكائن أو قيمة الخصم، سنخصم مستحقات \nتكلفة الرحلة عبر طريقة الدفع المثبتة في ملفك.\nقد تسري المزيد من القيود على باقات سكوتر و\nأرصدة سكوتر والعروض الترويجية للرحلات والعروض \nالترويجية للخدمات وفق ما يجري إبلاغك به عبر بنود \nالترويج أو بنود خاصة ذات صلة. يمكن لسكوتر إلغاء \nأو تغيير بنود أي من باقات سكوتر ورصيد سكوتر و\nالعروض الترويجية للرحلات أو العروض الترويجية \nللخدمات في أي وقت وفق تقديرها الخاص.\nيجوز أن تعرض سكوتر عليك حوافز من وقت لآخر \nللإشارة بمجتمع سكوتر إلى مستخدمين جُدد \n(“برنامج الإحالة”). قد تأخذ هذه الحوافز هيئة رصيد \nسكوتر وعروض ترويجية للرحلات و/أو عروض ترويجية \nللخدمات، كما يجوز لسكوتر تعيين أنواع الحوافز أو \nتغييرها وفق تقديرها الخاص.\nتعبئة رصيد الهاتف المحمول\nتتاح لك القدرة إلى الوصول إلى خدمات تعبئة رصيد \nالهاتف المحمول عبر منصة سكوتر، وتخضع هذه \nالخدمة للتغيير والإتاحة. توفر شركة سكوتر الحق في \nشراء رصيد للهاتف المحمول (مع مراعاة أحكام هذه \nالاتفاقية) كوكيل لمشغل الهاتف المحمول المحلي \nذي الصلة. وأنت توافق على هذا وما يليه كشرط \nلشراء قسائم تعبـئة رصيد من خلال منصة سكوتر.\nسيُطلب منك إدخال رقم الهاتف المحمول الذي \nستضاف إليه أي رصيد إضافي في المكان (الأماكن) \nالمناسب على منصة سكوتر. وأنت مسؤول عن ضمان \nإدخال رقم الجوال بشكل صحيح. سيُطلب منك أيضًا \nتحديد مبلغ الرصيد المطلوب إضافته إلى رقم الهاتف \nالمحمول. لن تكون شركة سكوتر مسؤولة تجاهك \nبأي شكل من الأشكال فيما يتعلق بالتعبئة بشكل \nعام، \nورقم الهاتف المحمول المحدد الذي تم إدخاله أو \nمبلغ الرصيد المدفوع.\nستتغير تكلفة إعادة تعبئة رصيد الهاتف المحمول \nاعتمادًا على الفئات المشار إليها في منصة سكوتر. \nسيتم عرض التكلفة الإجمالية ورقم الهاتف المعاد \nتعبئته وشبكة الهاتف المحمول ذي الصلة على \nمنصة سكوتر. جميع معاملات تعبئة الرصيد نهائية \nولا يمكن تعديلها أو إزالتها بمجرد إدخال معلومات \nتعبئة الرصيد ذات الصلة على منصة سكوتر.\nScooter Pay\nكجزء من حساب المستخدم، قد يزودك سكوتر \nبإمكانية الوصول إلى ميزات دفع محددة أو ذات صلة \nبمنصة سكوتر (“CPay/Scooter Pay) بما في ذلك: \n(1) إدارة دفع تكلفة الخدمات؛ \n(2) إضافة أرصدة سكوتر وتخزينها (المحدد أدناه)؛ \n(3) استلام رصيد سكوتر من مستخدمين آخرين؛ و/أو \n(4) دفع تكلفة المنتجات/السلع عبر مواقع تجار \nخارجيين غير موجودين أو تابعين لمنصة سكوتر \n(التجار غير الموجودين عبر التطبيق”) \n(السداد عبر CPay\").\nالرجاء ملاحظة أن كل الميزات ليست متاحة في كل \nالأسواق وقد تخضع إلى التغيير. بالإضافة إلى ذلك، \nيجوز لشركة سكوتر وفقًا لتقديرها في أي وقت \nتقديم ميزات دفع إضافية أو تقييد الوصول إلى \nواحدة أو أكثر من ميزات الدفع المذكورة سابقًا فقط \nللمستخدمين الذين أثبتوا هويتهم حسبما هو \nمطلوب في قوانين ولوائح مكافحة غسل الأموال \nومكافحة تمويل الإرهاب و\"اعرف عميلك\" \n(“خدمات المحفظة المحسّنة”). كما يخضع توافر \nواستخدام خدمات المحفظة المحسّنة لموافقتك \nعلى الشروط والأحكام ذات الصلة والتي تعد مكملة \nلهذه الاتفاقية. في حالة وجود أي تعارض بين هذه \nالاتفاقية وشروط وأحكام خدمات المحفظة المحسنة \nفإن شروط وأحكام خدمات المحفظة المحسنة تسود.\nإن استخدام بعض ميزات CPay قد يخضع لرسوم \nسكوتر (المُعلن عنها على منصة سكوتر) والحدود \nالمتعلقة بعدد المعاملات التي يحق لك إجراؤها أو \nقيمتها. يجوز لشركة سكوتر تعديل رسموها \nوحدودها من وقت لآخر.\nإذا كانت مديونًا لنا بأي مبلغ لأي سبب من الأسباب \n(بما في ذلك الخدمات الأخرى غير المتعلقة \nبخدمة CPay) فيحق لنا إجراء مقاصة للأموال التي \nتمتلكها في حساب المستخدم الخاص بك لدينا مع \nالمبالغ التي تدين بها لشركة سكوتر. لن نمارس هذا \nالحق إلا عندما نرى ذلك مناسبًا، وعند الاقتضاء بعد \nإرسال إشعار مسبق لك.\nإن “رصيد سكوتر” يُقصد به الرصيد المسبق الدفع \nالذي يجري عرضه إلكترونيًا ويكون بعملتك المحلية \nويعود إلى حساب المستخدم لديك. إن رصيد سكوتر \nستقوم سكوتر بتحويله إلى حساب المستخدم الخاص \nبك بمجرد الحصول على نقود أو استلامها ويمكنك \nإعادة شحنه بقيمة إضافية (وذلك خضوعًا إلى أي \nقيود يفرضها سكوتر أو القانون، ووفق ما يجري \nإخطارك به من وقت لآخر) على النحو الموضح في \nالجزء التالي. يمكنك استخدام رصيد سكوتر لدفع \nقيمة الخدمات، وفي تلك الحالة ستتولى سكوتر و/أو \nشريك مؤسسي مالي أو مقدم منظومة دفع بتلبية \nوتسوية التزام الدفع نحو المدفوع له الخارجي ذي \nالصلة في إطار رصيد سكوتر الظاهر في حساب \nالمستخدم لديك. ما لم تكن أحد مستخدمي خدمات \nالمحفظة المُحسنة فإن رصيد سكوتر لا يمكن \nاسترداده نقدًا.\nشحن رصيد سكوتر\nكجزء من حساب المستخدم لديك، يمكنك شحن \nرصيد سكوتر عبر واحد أو أكثر من طرق الدفع \nالتالية (متى عرضتها سكوتر من وقت لآخر):\n(1) نقدًا إلى الوكلاء المفوضين أو المزودين \nالخارجيين أو الكباتن (متى فعّلتها سكوتر \nوسمح بها القانون)؛\n(2) بطاقة خصم؛\n(3) بطاقة ائتمان؛\n(4) بطاقة هدايا (متى أُتيحت وسمح بها القانون)؛\n(5) أي طريقة دفع أخرى تتحها سكوتر من \nوقت لآخر\n(كل “طريقة دفع”)\nيمكنك شحن رصيد سكوتر في أي وقت قبل \nبدء الخدمة (مثال، طلب رحلة أو طلب طعام \nأو طلب خضروات) عبر النقر على زر CPay ثم على\n “+” أدنى لوحة “الرصيد المتاح” في قسم \nCPay في حساب المستخدم لديك. لو رغبت في\n إضافة طريقة دفع جديدة، عليك القيام بذلك \nقبل استخدام خدمة ما.\nكما قد تتمكن من إضافة طرق دفع بديلة \nلشحن رصيد سكوتر عبر زر CPay، كما يمكنك \nذلك عبر الانتقال إلى قسم “إدارة” في قسم \n“البطاقات والحسابات” والنقر على زر \n“إضافة بطاقة أو حساب بنكي” واتباع \nالخطوات المحددة.\nعبر اختيار طريقة دفع معينة، فأنت تقر \nبموافقتك على شروط خدمة شركاء معالجة \nمدفوعات سكوتر والمؤسسة المالية أو مزود\nخدمة الدفع الذي أصدر طريقة الدفع التي \nاخترتها. كما توافق على تحمل تكاليف أو أي \nرسوم يفرضها شركاء معالجة المدفوعات \nهؤلاء أو المؤسسات المالية ذات الصلة عبر \nطريقة الدفع التي اخترتها.\nيجوز لسكوتر وفق تقديرها الخاص اختيار رفض \nطلب إعادة شحن رصيد سكوتر بما في ذلك \n(دون الحصر في) حين سيؤدي الشحن إلى زيادة \nالقيمة المخزنة في حساب المستخدم الخاص \nبك بحيث تتخطى أيّ قيمة تسمح بها القوانين \nواللوائح السارية.\nيجوز لسكوتر وفق تقديرها الخاص وفي أي \nوقت (بما في ذلك في وقت إتمام عملية ما) \nإخطارك عبر منصة سكوتر أنه قد فرض مبلغ \nأقصى يمكنك إعادة الشحن باستخدامه أو \nإبلاغك أنك قد بلغت حد عدد مرات إعادة شحن \nرصيدك خلال فترة زمنية محددة.\nيمكنك شحن وامتلاك رصيد سكوتر فقط بعملة \nالدولة المربوط بها حساب المستخدم الخاص بك \nبناءً على رقم الهاتف المربوط بالحساب \n(“العملة الأساسية”) ولا يمكن تغيير العملة \nالأساسية فيما بعد. في حال شحن رصيد حساب \nالمستخدم الخاص بك أو سداد قيمة الخدمات \nباستخدام بطاقة مقومة بعملة بخلاف العملة \nالأساسية أو بخلاف العملة التي يتم احتساب \nقيمة الخدمات بها (حسب الأحوال) فقد تخضع \nلرسوم وأسعار إضافية لصرف العملة التي لا \nتتحمل سكوتر أي مسؤولية عنها ولا تستطيع \nإعطائك تحذيرًا مسبقًا عنها. في حال رغبتك في \nاستخدام رصيد سكوتر لسداد مدفوعات بعملة \nأخرى بما في ذلك المدفوعات باستخدام الرصيد \nالموجود في حساب المستخدم الخاص بك \nوإحدى البطاقات فستقوم سكوتر بتحويل \nالمبلغ المستحق بالعملة الأجنبية إلى العملة \nالأساسية مستخدمةً سعر الصرف العادي الذي \nتحدده سكوتر من وقت لآخر. قد يختلف سعر \nالصرف هذا عن سعر الصرف الرسمي الساري \nآنذاك وأنت تُعد موافقًا عليه بتأكيدك معاملة \nالدفع.\nعبر شحن رصيد سكوتر، فأنت تقر وتوافق على \nأنك لا تودع مالاً لدى سكوتر.",
  "permissionsNotGranted" : "لم يتم السماح",
  "pickCurrentLocation": "الموقع الحالي",
  "currentLocationPicked": "تم تحديد الموقع الحالي",
  "addPackage" : "إضافة حزمة",
"Required Field": "مطلوب",
  "noBalanceIsAddedToYourWallet": "لا يوجد باقي من الرحلة للإضافة للمحفظة",
" Invalid Number": "غير صحيح",
  "notAValidEmail": "البريد الإلكتروني غير صحيح",
  "ownerReachedMaxLimitTitle" : "لقد وصلت للحد الأقصي من المديونية",
  "ownerReachedMaxLimitSubtitle": "قم بالتواصل مع الشركة حتي لا يتم وقف الحساب الخاص بك",
  "ridePaidByWalletTitle": "تم إنهاء الرحلة",
  "ridePaidByWalletSubtitleClient": "تم خصم ثمن الرحلة من المحفظة الخاصة بك",
  "ridePaidByWalletSubtitleOwner": "تم خصم ثمن الرحلة من المحفظة الخاصة بالعميل و تم إضافة النسبة الخاصة بك من الرحلة الي محفظتك الخاصة",
  "loadingServiceProviders": "في إنتظار العروض..",
  "rideDuration":"مدة الرحلة",
  "search":"بحث",
  "paid":"المدفوع",
  "addedToWallet":"مضاف للمحفظة",
  "changeTransferredToWallet": "سيتم إضافة الباقي للمحفظة الخاصة بك \n لا يمكن قبول باقي أكبر من 50% من سعر الرحلة",
  "chooseRideType": "إختار نوع الرحلة",
  "scooter": "دراجة",
  "ride":"رحلة",
  "amount":"المبلغ المراد دفعه",
  "noBalance": "لا يوجد رصيد",
  "rideCreatedSuccessfully" : "تم طلب رحله جديده بنجاح",
  "errorCreatingRide" : "خطأ أثناء طلب رحله جديده",
  "cardDeletedSuccessfully":"تم حذف الكارت بنجاح",
  "errorDeletingCard":"خطأ أثناء حذف الكارت",

"withdrawDeletedSuccessfully": "تم الحذف بنجاح",
  "errorDeletingWithdrawRequest": "خطأ أثناء حذف الطلب",
  "payoffOptions":"إختيار طريقه الدفع",
  "withdrawRequest": "طلب سحب مبلغ",
  "withdrawRequestMessage": "قم بإرسال طلب السحب و سيتم التواصل معك لتحديد طريقة السحب المناسبه لك",
  "errorLoadingRide" :  "خطأ أثناء تحميل بيانات الرحلة",
  "sentSuccessfully":"تم الإرسال بنجاح",
  "rideCanceledSuccessfully": "تم إلغاء الرحله بنجاح",
  "passwordChangedSuccessfully":"تم تغيير كلمه المرور بنجاح",
  "deleteWithdrawRequest" :"تأكيد حذف طلب السحب؟",
 "errorRating" : "خطأ أثناء إرسال التقييم",
"errorSendingRequest" :"خطأ أثناء إرسال الطلب",
  "errorAcceptingRide":"خطأ أثناء قبول الرحله",
"balanceLowerThanZero": "لا يوجد رصيد للسحب",
  "balanceGreaterThanZero": "لا يوجد مديونيه",
  "canceledSuccessfully": "ألغيت بنجاح",
  "rideStartedRiderOnTheWay": "الرحله بدأت .. توجه لنقطة البدايه",
  "errorCancelingRide":"خطأ أثناء إلغاء الرحله",
  "couldNotCall": "خطأ أثناء الإتصال ب ",
  "couldNotOpen": "خطأ أثناء فتح",
  "facebook" : "فيس بوك",
  "whatsapp" : "واتس آب",
  "instagram" : "انستجرام",
  "x" : "تويتر",
  "cashback": "إسترد ٥٠% من قيمة أول رحلة \n",
  "cashbackWillBeAddedToWallet": "سيتم إضافة المبلغ للمحفظة الخاصة بك",
  "linkedIn" : "لينكد إن",
  "sendEmail" : "البريد الإلكتروني",
  "allow": "السماح",
  "chooseFirstOption": "قم بإختيار السماح دائما من الإعدادات",

  "allowBackGroundLocationDuringRide": "السماح بتفعيل الموقع في الخلفيه حتي يتم تحديث الموقع تلقائياً لدي العميل",
  "allowBackGroundLocationToGetTheNearestRide": "السماح بتفعيل الموقع في الخلفيه حتي يتم إرسال الرحلات القريبة منك أثناء وجود التطبيق في الخلفية",
  "login2" : "الرجاء إدخال تسجيل الدخول الخاص بك",
  "login3" : "تسجيل دخول",
  "signUp2" : "أنشئ حسابك في \nثواني!",
  "signUp3" : "قم بإنشاء حسابك كسائق.",
  "car" :"سيارة",
  "firstTab" : "انقر على",
  "secondTab" : "Which you Want to Choose",
  "choose" : "اختر",
  "approve" : "تمت الموافقة عليه من قبل السائق",
  "paymentMethod" : "إضافة طرق الدفع\nالتي تفضلها",
  "defaultPayment" : "(طريقه تسديد المفضلة) ",
  "vsupport" : "دعم فروم",
  "vsupport2" : "يمكنكم التواصل معنا عبر مواقع \nالتواصل الاجتماعي",
  "tripFare" : "أجرة الرحلة",
  "totalDes" : "الوجهة الإجمالية:",
  "totalPaid" : "إجمالي المبلغ المدفوع:",
  "offline" : "أنت غير متصل!",
  "newRequest" : "طلب جديد!",
  "offline2" : "اتصل بالإنترنت لقبول الوظائف.",
  "newRequest2" : "الرجاء قبول هذا الطلب أو رفضه",
  "city" : "مدينة",
  "country" : "دولة",
  "myWallet": "محفظتى",
  "withdd" : "تاريخ السحب",
  "withdd2" : "السحب النقدي",
  "withdd3" : "إضافة المال على المحفظة"

}